Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/trad-cap2-cap7-cap10-calidadMEDIA.tmx
Source language: ca
Languages: es_es

source: Normalment, els sistemes, quan troben un segment similar però no idèntic, destaquen gràficament les diferències (per exemple, amb colors); així, la persona usuària pot fer-hi les modificacions necessàries perquè la traducció resultant siga correcta.
es_es: Normalmente, los sistemas, cuando encuentran un segmento similar pero no idéntico, destacan gráficamente las diferencias (por ejemplo, con colores); así, el usuario puede hacer las modificaciones necesarias para que la traducción resultante sea correcta.

source: Normalment, se sol establir un llindar (en anglés fuzzy match threshold) de manera que no es presenten propostes per davall d'una certa puntuació de concordança parcial mínima (en anglés fuzzy match score).
es_es: Normalmente, se suele establecer un umbral (en inglés fuzzy match threshold), de manera que no se presenten propuestas por debajo de una cierta puntuación de concordancia parcial mínima (en inglés fuzzy match score).

source: Noteu la diferència entre accés aleatori (a voluntat) i accés seqüencial.
es_es: Nótese la diferencia entre acceso aleatorio (a voluntad) y acceso secuencial.

source: O alguna altra persona?
es_es: ¿U otra persona?

source: O el mot cap que pot ser un substantiu (``part superior del cos''), un verb (forma del verb ``cabre''), un adjectiu o pronom (``no n'hi ha cap''), o part de la preposició composta ``cap a''.
es_es: O la palabra también catalana cap puede ser un sustantivo (``parte superior del cuerpo''), un verbo (forma del verbo ``cabre''), un adjetivo o pronombre (``no hay ninguno''), o parte de la preposición compuesta ``cap a' (hacia)'.

source: O obtingut mitjançant mètodes estadístics com els descrits en l'apartat .
es_es: U obtenido mediante métodos estadísticos como los descritos en el apartado .

source: O per exemple, els idiomes difereixen en la manera en la qual expressen les relacions entre dos noms: on en català diem president de Kazakhstan, el rus diu prezident Kazakhstana, el basc diu Kazakstango presidente, o el Kazakh diu Qazaqstan prezidenti.
es_es: O por ejemplo, los idiomas difieren de la manera en la que expresan las relaciones entre dos nombres: mientras que en español se dice presidente de Kazajistán, en ruso se dice prezident Kazakhstana, en vasco se dice Kazakstango presidente, y en Kazakh se dice Qazaqstan prezidenti.

source: On resideix un programa d'ordinador mentre l'estem executant?
es_es: ¿Dónde reside un programa de ordenador mientras lo estamos ejecutante?

source: Ordinadors i programes
es_es: Ordenadores y programas

source: Parlem d'esquerra i dreta perquè pot ser que no siga important (o que no se sàpia) quin dels dos textos és l'original i quin és la traducció.
es_es: Hablamos deizquierda y derecha porque puede que no sea importante (o que no se sepa) cuál de los dos textos es el original y cuál es la traducción.

source: Per a acabar de resoldre l'ambigüitat, s'usen preferències: s'assigna algun tipus de puntuació o valor a cada interpretació per elegir la millor.
es_es: Para acabar de resolver la ambigüedad, se usan preferencias: se asigna algún tipo de puntuación o valor a cada interpretación para elegir la mejor.

source: Per a elegir-ne un, podem, per exemple, prendre tots els possibles sentits del mot ambigu i assignar-los el sentit associat al concepte que està més prop dels conceptes representats pels mots veïns en el text.
es_es: Para elegir uno, podemos, por ejemplo, tomar todos los posibles sentidos de la palabra ambigua y asignarles el sentido asociado al concepto que está más cerca de los conceptos representados por palabras vecinas en el texto.

source: Per a inspirar-vos, fixeu-vos en els següents exemples: Va aprendre en dos minuts a afaitar-se Va aprendre a afaitar-se en dos minuts Porta'm les claus de l'armari gran Porta'm de l'armari gran les claus Porta'm les claus de la cadira verda Toni comprarà les taronges que ha de vendre a Reme Toni comprarà a Reme les taronges que ha de vendre
es_es: Para inspiraros, fijaos en los siguientes ejemplos: Va aprendre en dos minuts a afaitar-se Va aprendre a afaitar-se en dos minuts Porta'm les claus de l'armari gran Porta'm de l'armari gran les claus Porta'm les claus de la cadira verda Toni comprarà les taronges que ha de vendre a Reme Toni comprarà a Reme les taronges que ha de vendre

source: Per a poder emmagatzemar el color cal un nombre de bits suficient per a fer 256 combinacions.
es_es: Para poder almacenar el color hace falta un número de bits suficiente para hacer 256 combinaciones.

source: Per a poder modificar el programari, no hi ha prou amb tenir accés a la versió executable en l'ordinador: hem de tenir accés a l'anomenat codi font, és a dir, a la versió del programari que escriuen i modifiquen les persones que programen (d'ací el nom de codi font obert) i que després es converteix automàticament en la versió executable.
es_es: Para poder modificar el software, no hay bastante con tener acceso a la versión ejecutable en el ordenador: tenemos que tener acceso al llamado código fuente, es decir, a la versión del software que escriben y modifican las personas que programan (de aquí el nombre de código fuente abierto) y que después se convierte automáticamente en la versión ejecutable.

source: Per a poder respondre a les preguntes marcades amb (*) cal que us llegiu els quadres Per saber més.
es_es: Para poder responder a las preguntas marcadas con (*) hace falta que os leáis los cuadros Para saber más.

source: Per a resoldre l'ambigüitat d'un mot polisèmic s'ha d'usar informació semàntica; per a resoldre l'ambigüitat lèxica categorial sol ser suficient usar informació sintàctica (per exemple, la categoria gramatical del mots anterior i posterior); però, és possible resoldre l'ambigüitat deguda a l'homografia de mots de la mateixa categoria usant només la sintaxi o és necessari l'ús d'informació semàntica?
es_es: Para resolver la ambigüedad de una palabra polisémica se debe usar información semántica; para resolver la ambigüedad léxica categorial suele ser suficiente usar información sintáctica (por ejemplo, la categoría gramatical de las palabras anterior y posterior), pero ¿es posible resolver la ambigüedad debida a la homografía de palabras de la misma categoría usando solo la sintaxis o es necesario el uso de información semántica?

source: Per això, en general s'usen mètodes basats en preferències.
es_es: Por eso, en general se usan métodos basados en preferencias.

source: Per això, necessitem obtenir a partir d'ells bitextos més menuts, amb parts esquerres que tinguen possibilitat d'aparéixer de nou en el futur.
es_es: Por eso, necesitamos obtener a partir de ellos bitextos más pequeños, con partes izquierdas que tengan posibilidad de aparecer de nuevo en el futuro.

source: Per això, no és possible assignar una interpretació clara a oracions sin­tàc­ti­ca­ment incorrectes, com ara *Llegeix mare llibres la encara que els mots tinguen interpretació independentment, ni tampoc a una oració sintàcticament correcta que continga algun mot al qual no podem assignar cap interpretació: La mare *ingurpleix llibres Com veurem més endavant, trobem una complicació addicional: en algunes oracions, hi ha parts de l'estructura sintàctica que no es reflecteixen en cap mot, perquè generen categories buides que no tenen una representació fonètica o gràfica explícita.
es_es: Por eso, no es posible asignar una interpretación clara a oraciones sin-tác-ti-ca-men-te incorrectas, como *Lee madre libros la aunque cada palabra tenga una interpretación independiente, y tampoco a una oración sintácticamente correcta que contenga alguna palabra a la que no podemos asignar ninguna interpretación : La madre *ingurplee libros Como veremos más adelante, existe una complicación adicional: en algunas ocasiones, hay partes de la estructura sintáctica que no se reflejan en ninguna palabra, porque generan categorías vacías que no tienen una representación fonética o gráfica explícita.

source: Per això, quan s'especifiquen les característiques d'un programa d'ordinador s'ha de dir per a quin sistema operatiu està escrit, ja que cada sistema operatiu ofereix serveis diferents i interacciona de manera diferent amb els programes d'aplicació.
es_es: Por eso, cuando se especifican las características de un programa de ordenador se tiene que decir para qué sistema operativo está escrito, puesto que cada sistema operativo ofrece servicios diferentes e interacciona de manera diferente con los programas de aplicación.

source: Per exemple, el fragment espanyol las decepciones es pot correspondre en català amb les decebes o les decepcions però el fragment las decepciones sufridas només pot aparéixer alineat amb les decepcions patides.
es_es: Por ejemplo, el fragmento las decepciones se puede corresponder en catalán con les decebes o les decepcions pero el fragmento las decepciones sufridas sólo puede aparecer alineado con les decepcions patides.

source: Per exemple, el mot deu pot voler dir ``nou més un'' (numeral) o ``ha de donar o pagar'' (verb).
es_es: Por ejemplo, la palabra catalana deu puede querer decir "nueve más uno'' (numeral) o ``tiene que dar o pagar'' (verbo).

source: Per exemple, el mot riu és homògraf perquè té tres formes lèxiques: riu, substantiu, masculí singular; riure, verb, 3a. persona del singular, present d'indicatiu, i riure, verb, 2a.
es_es: Por ejemplo, la palabra catalana riu es homógrafa porque tiene tres formes léxicas: riu, sustantivo, masculino singular; riure, verbo, 3a. persona del singular, presente de indicativo, y riure, verbo, 2a.

source: Per exemple, el mot moc té dues formes lèxiques possibles, cadascuna amb una categoria lèxica diferent: moc, substantiu, masculí, singular; moure, verb, 1a. persona del singular, present d'indicatiu.
es_es: Por ejemplo, la palabra moc tiene dos formas léxicas posibles, cada una con una categoría léxica diferente: moc, sustantivo, masculino, singular; moure, verbo, 1ª persona del singular, presente de indicativo.

source: Per exemple, el mot canta té dues formes lèxiques amb el mateix lema, la mateixa categoria lèxica, però distinta informació de flexió: cantar verb, 3a. persona del singular, present d'indicatiu; cantar, verb, 2a. persona del singular, imperatiu.
es_es: Por ejemplo, la palabra canta tiene dos formas léxicas con el mismo lema, la misma categoría léxica, pero distinta información de flexión: cantar verbo, 3ª persona del singular, presente de indicativo; cantar, verbo, 2ª persona del singular, imperativo.

source: Per exemple, el mot poden té, entre d'altres, dues formes lèxiques amb la mateixa categoria lèxica, la mateixa informació de flexió, però distint lema: poder, verb, 3a. persona del plural, present d'indicatiu; podar verb, 3a. persona del plural, present d'indicatiu.
es_es: Por ejemplo, la palabra en catalán poden tiene, entre otros, dos formas léxicas con la misma categoría léxica, la misma información de flexión, pero distinto lema: poden, verbo, 3ª persona del plural, presente de indicativo; podar verbo, 3ª persona del plural, presente de indicativo.

source: Per exemple, el mot estació (forma lèxica: estació, substantiu, femení singular) és polisèmic perquè el lema corresponent té més d'una interpretació: indret on s'aturen temporalment els trens, part de l'any compresa entre un solstici i un equinocci, conjunt d'instal·lacions per a un propòsit determinat (per exemple, l'esquí), etc.
es_es: Por ejemplo, la palabra estació (forma léxica: estació, sustantivo, femenino singular) es polisémica porque el lema correspondiente tiene más de una interpretación: lugar donde se paran temporalmente los trenes, parte del año comprendida entre un solsticio y un equinoccio, conjunto de instalaciones para un propósito determinado (por ejemplo, el esquí), etc.

source: Per exemple, el mot espanyol ahorro pot ser substantiu o verb.
es_es: Por ejemplo, la palabra ahorro puede ser sustantivo o verbo.

source: Per exemple, els caràcters i símbols més comunament usats en textos es guardaven històricament cada un en un octet, usant el codi ASCII (American Standard Code for Information Interchange), on el codi de la ``{ A}'' és ``{ 01000001}'' o el de la ``{ z}'' és ``{ 01111010}'' (vegeu l'epígraf ).
es_es: Por ejemplo, los caracteres y símbolos más comúnmente usados en textos se guardaban históricamente cada uno en un byte, usando el código ASCII (American Standard Code for Information Interchange), donde el código de la ``{ A ''}es ``{ 01000001}'' o el de la ``{ z}'' es ``{ 01111010}'' (veáse el epígrafe ).

source: Per exemple, en anglés, el mot case, un substantiu singular, pot referir-se a un tipus de contenidor (a case of wine) o a un exemple o situació particular (It does not apply in this case).
es_es: Por ejemplo, en inglés, la palabra case, un sustantivo singular, puede referirse a un tipo de contenedor (a case of wine) o a un ejemplo o situación particular (It does not apply in this caso).

source: Per exemple, en el cas de l'espanyol i el català, una gran memòria de traducció alimentada amb les traduccions fetes només en l'àmbit de les administracions autonòmiques i locals estalviaria grans quantitats de temps i diners a l'hora de mantenir la documentació bilingüe d'aquestes institucions, però encara no s'ha substanciat un recurs d'aquesta mena, malgrat la gran quantitat de veus que n'han expressat la necessitat i la conveniència.
es_es: Por ejemplo, en el caso del español y el catalán, una gran memoria de traducción alimentada con las traducciones hechas sólo en el ámbito de las administraciones autonómicas y locales ahorraría una gran cantidad de tiempo y dinero a la hora de mantener la documentación bilingüe de estas instituciones, pero todavía no se ha sustanciado un recurso de este tipo, a pesar de la gran cantidad de voces que han expresado la necesidad y la conveniencia.

source: Per exemple, en l'oració Maria va parlar amb ella, el pronom ella no es pot mai referir a Maria, però en l'oració Maria va parlar amb una amiga d'ella, sí que pot, i això és degut al fet que en l'estructura sintàctica de la primera oració hi ha una barrera a la coreferència que en la segona no existeix.
es_es: Por ejemplo, en la oración María habló con ella, el pronombre ella no se puede nunca referir en María, pero en la oración María habló con una amiga de ella, sí que puede, y esto es debido al hecho de que en la estructura sintáctica de la primera oración hay una barrera a la correferencia que en la segunda no existe.

source: Per exemple, en un ordinador amb 512 kilooctets (524.288 octets) de memòria cau, després d'accedir a la posició 2.000.000 és molt probable que el processador vulga accedir a la posició 2.000.003.
es_es: Por ejemplo, en un ordenador con 512 kilooctets (524.288 bytes) de caché, tras acceder a la posición 2.000.000 es muy probable que el procesador quiera acceder a la posición 2.000.003.

source: Per exemple, es poden preferir els antecedents més recents, els antecedents que fan de subjecte als que fan d'objecte, o els antecedents que han estat introduïts explícitament com l'assumpte del discurs o de la conversa: Doncs, pel que fa a {Joan}.
es_es: Por ejemplo, se pueden preferir los antecedentes más recientes, los antecedentes que hacen de sujeto a los que hacen de objeto, o los antecedentes que han sido introducidos explícitamente como el asunto del discurso o de la conversación: Pues, en cuanto a {Joan }.

source: Per exemple, l'oració Les gallines han destrossat el sembrat, però no les mates té dues interpretacions: [(a)] Les gallines han destrossat el sembrat, però (les gallines) no (han destrossat) les mates.
es_es: Por ejemplo, la oración Les gallines han destrossat el sembrat, però no les mates tiene dos interpretaciones: [(a)] Las gallinas han destrozado el sembrado, pero (las gallinas) no (han destrozado) las matas.

source: Per exemple, l'oració La mata el vol pot voler dir dues coses, segons l'elecció de categories lèxiques (``l'acte de volar li provoca la mort'' o ``la planta sent estima per ell'').
es_es: Por ejemplo, la oración en catalán La mata el vol puede querer decir dos cosas, según la elección de categorías léxicas (``el acto de volar le provoca la muerte'' o ``la planta siente aprecio por él'').

source: Per exemple, l'oració Té molts amics té un subjecte buit (també anomenat el·líptic).
es_es: Por ejemplo, la oración Tiene muchos amigos tiene un sujeto vacío (también llamado elíptico).

source: Per exemple, l'oració espanyola Aprendió a afeitarse en dos minutos es pot traduir al català Va aprendre a afaitar-se en dos minuts sense resoldre l'ambigüitat següent: és el temps que va tardar a aprendre o el temps que empra per afaitar-se?
es_es: Por ejemplo, la oración en español Aprendió a afeitarse en dos minutos se puede traducir al catalán Va aprendre a afaitar-se en dos minuts sin resolver la siguiente ambigüedad: ¿es el tiempo que tardó en aprender o el tiempo que emplea para afeitarse?

source: Per exemple, l'ordre estàndard de les oracions en català és subjecte--verb--objecte, mentres que en basc o en turc és subjecte--objecte--verb, en irlandés és verb--subjecte--objecte i en malgaix és verb--objecte--subjecte.
es_es: Por ejemplo, el orden estándar de las oraciones en español es sujeto--verbo--objeto, mientras que en vasco o en turco es sujeto--objeto--verbo, en irlandés es verbo--sujeto--objeto y en malgache es verbo--objeto--sujeto.

source: Per exemple, la frase Joan va portar notícies de Grècia es pot interpretar de dues maneres: en una, el sintagma preposicional de Grècia modifica notícies; en l'altra, modifica portar (vegeu els arbres de la figura ).
es_es: Por ejemplo, la frase Joan trajo noticias de Grecia se puede interpretar de dos maneras: en una, el sintagma preposicional de Grecia modifica noticias; en la otra, modifica traer (véase los árboles de la figura ).

source: Per exemple, la frase anglesa Time flies like an arrow vol dir normalment El temps vola (com una fletxa) però també són possibles altres dues interpretacions (semànticament destrellatades però sintàcticament impecables): A les mosques del temps els agrada una fletxa o Cronometra les mosques com una fletxa.
es_es: Por ejemplo, la frase inglesa Time flies like an arrow quiere decir normalmente El tiempo vuela (como una flecha) pero también son posibles otras dos interpretaciones (semánticamente alocadas pero sintácticamente impecables): A las moscas del tiempo les gusta una flecha o Cronometra las moscas como una flecha.

source: Per exemple, la interpretació d'enviar algú a pastar fang pot ser la idiomàtica de dir a algú que deixe de molestar (espanyol mandar a freír espárragos) però podria ser també la literal en un taller de terrisseria.
es_es: Por ejemplo, la interpretación deenviar a algú a pastar fang puede ser la idiomática de decir a alguien que deje de molestar (español mandar a freír espárragos) pero podría ser también la literal en un taller de alfarería.

source: Per exemple, la pantalla, el processador central, el teclat, el ratolí, els xips de memòria i les impressores.
es_es: Por ejemplo, la pantalla, el procesador central, el teclado, el ratón, los chips de memoria y las impresoras.

source: Per exemple, la paraula sobre pot ser un substantiu masculí singular, una preposició, i tres formes del verb sobrar (present de subjuntiu, 1a.i 3a.persona del singular, i un imperatiu cortés de 3a.persona del singular).
es_es: Por ejemplo, la palabra sobre puede ser un sustantivo masculino singular, una preposición, y tres formas del verbo sobrar (presente de subjuntivo, 1ªy 3ªpersona del singular, e imperativo cortés de 3ªpersona del singular).

source: Per exemple, podem decidir que el mot espanyol gato és un animal i no una ferramenta per alçar vehicles en la frase El gato me miró desde debajo del coche, perquè gato és el subjecte de miró, i el verb mirar requereix un subjecte animat, però com es pot veure, això requereix que s'hi haja fet una anàlisi sintàctica i semàntica.
es_es: Por ejemplo, podemos decidir que la palabra española gato es un animal y no una herramienta para levantar vehículos en la frase El gato me miró desde debajo del coche, porque gato es el sujeto de miró , y el verbo mirar requiere un sujeto animado, pero como se puede ver, esto requiere que se haya hecho un análisis sintáctico y semántico.

source: Per exemple, podem usar l'aproximació estadística.
es_es: Por ejemplo, podemos usar la aproximación estadística.

source: Per exemple, si a la memòria hi ha la UT { Connecteu l'ordinador a la impressora.}{ Conecte el ordenador a la impresora} però el nou text conté la frase Connecteu l'ordinador a la {xarxa}, el programa pot trobar les correspondències { xarxa}{ red} i { impressora}{ impresora} en una base de dades lèxica i usar-les per a proposar la traducció correcta (Conecte el ordenador a la red).
es_es: Por ejemplo, si en la memoria está la UT { Connecteu l'ordinador a la impressora.}{ Conecte el ordenador a la impresora} pero el nuevo texto contiene la frase Connecteu l'ordinador a la {xarxa}, el programa puede encontrar las correspondencias { xarxa}{ red} e { impressora}{ impresora} en una base de datos léxica y usarlas para proponer la traducción correcta (Conecte el ordenador a la red).

source: Per exemple, si en un corpus bilingüe espanyol--català l'aparició de destino prop d'incierto en espanyol coincideix amb l'aparició de destí en català, podem dir que el mot destino té en aquest cas la interpretació de ``sort futura''; en canvi, si l'aparició de { destino} prop d'estación o aeropuerto en espanyol coincideix amb l'aparició destinació en català, podem elegir el sentit de ``punt d'arribada''.
es_es: Por ejemplo, si en un corpus bilingüe español--catalán la aparición de destino cerca deincierto en español coincide con la aparición de destí en catalán, podemos decir que la palabra destino tiene en este caso la interpretación de ``suerte futura''; en cambio, si la aparición de { destino} cerca deestación o aeropuerto en español coincide con la aparición destinació en catalán, podemos elegir el sentido de ``punto de llegada''.

source: Per exemple, si llegim Va aprendre a afaitar-se en dos minuts podríem considerar la interpretació que s'hi parla de la durada de l'afaitat (el que va aprendre és afaitar-se en dos minuts) com a més probable que la que interpreta que s'hi parla de la durada de l'aprenentatge (aprendre a afaitar-se li va costar dos minuts), ja que en el segon cas potser hauria estat més natural dir Va aprendre en dos minuts a afaitar-se La regla que afavoreix que els adjunts s'associen a l'últim sintagma que els admeta ---i que permet, per tant, anar construint l'arbre d'anàlisi sintàctica gradualment sense haver de fer-hi grans reorganitzacions--- se sol anomenar regla de clausura tardana ---en anglés late closure---; per exemple, aquesta regla afavoreix el primer dels arbres de la figura .
es_es: Por ejemplo, si leemos Aprendió a afeitarse en dos minutos podríamos considerar la interpretación que se habla de la duración del afeitado (lo que aprendió es afeitarse en dos minutos) como más probable que la que interpreta que se habla de la duración del aprendizaje (aprender a afeitarse le costó dos minutos), puesto que en el segundo caso quizás habría sido más natural decir Aprendió en dos minutos a afeitarse La regla que favorece que los adjuntos se asocian al último sintagma que los admita ---y que permite, por lo tanto, ir construyendo el árbol de análisis sintáctico gradualmente sin tener que hacer grandes reorganizaciones--- se suele denominar regla de clausura tardía ---en inglés late closure---; por ejemplo, esta regla favorece el primero de los árboles de la figura .
